[
  {
    "id": 1,
    "title": "Ноутбук HP Pavilion",
    "description": "Потужний ноутбук для роботи та навчання",
    "fullDescription": "HP Pavilion - ідеальний вибір для студентів та професіоналів. Оснащений процесором Intel Core i5, 8 ГБ оперативної пам'яті та SSD на 256 ГБ. 15.6-дюймовий Full HD дисплей забезпечує чіткість зображення.",
    "price": 18999,
    "image": "Laptop HP.webp",
    "category": ""
  },
  {
    "id": 2,
    "title": "Смартфон Samsung Galaxy S25",
    "description": "Сучасний смартфон з чудовою камерою",
    "fullDescription": "Samsung Galaxy - флагманський смартфон з найновішими технологіями. Оснащений камерою 64 Мп, батареєю 4500 мАг та підтримкою 5G. Яскравий AMOLED дисплей 6.5 дюйма та пямятю 12/512GB",
    "price": 45599,
    "image": "Samsung.webp",
    "category": ""
  },
  {
    "id": 3,
    "title": "Навушники Sony WH-1000XM4",
    "description": "Бездротові навушники з шумозаглушенням",
    "fullDescription": "Sony WH-1000XM4 - преміум навушники з активним шумозаглушенням. Чудова якість звуку, до 30 годин автономної роботи. Зручні для тривалого використання.",
    "price": 13699,
    "image": "Sony headphone.webp",
    "category": ""
  },
  {
    "id": 4,
    "title": "Рюкзак для ноутбука YENKEE 20L",
    "description": "Зручний рюкзак з відділенням для ноутбука",
    "fullDescription": "Стильний та практичний рюкзак з м'яким відділенням для ноутбука до 15.6 дюйма. Виготовлений з водовідштовхувального матеріалу. Багато кишень для аксесуарів.",
    "price": 1899,
    "image": "Backpack.webp",
    "category": "Аксесуари"
  },
  {
    "id": 5,
    "title": "Бездротова миша Logitech",
    "description": "Ергономічна бездротова миша",
    "fullDescription": "Logitech бездротова миша з точним сенсором та тривалим часом роботи батареї. Підходить як для роботи, так і для ігор. Зручна форма для тривалого використання.",
    "price": 3099,
    "image": "Mouse.webp",
    "category": "Електроніка"
  },
  {
    "id": 6,
    "title": "Клавіатура механічна",
    "description": "Механічна клавіатура для геймерів",
    "fullDescription": "RGB механічна клавіатура з синіми перемикачами. Підсвічування клавіш, міцна конструкція. Ідеально підходить для ігор та швидкого друку.",
    "price": 3999,
    "image": "Keyboard.webp",
    "category": "Електроніка"
  },
  {
    "id": 7,
    "title": "Монітор Dell 24\"",
    "description": "Full HD монітор для роботи",
    "fullDescription": "Dell 24-дюймовий Full HD монітор з IPS панеллю. Чудова якість зображення, широкі кути огляду. Підходить для офісної роботи та перегляду фільмів.",
    "price": 7730,
    "image": "Dell.webp",
    "category": "Електроніка"
  },
  {
    "id": 8,
    "title": "Портативна колонка JBL",
    "description": "Потужна Bluetooth колонка",
    "fullDescription": "JBL портативна колонка з потужним звуком та глибоким басом. Водонепроникна конструкція, до 12 годин роботи. Ідеально для використання на природі.",
    "price": 6999,
    "image": "JBL.webp",
    "category": "Електроніка"
  },
  {
    "id": 9,
    "title": "Футболка чоловіча",
    "description": "Зручна бавовняна футболка",
    "fullDescription": "Чоловіча футболка з 100% бавовни. Зручна та дихаюча тканина. Доступна в різних розмірах та кольорах.",
    "price": 499,
    "image": "T-shirt.webp",
    "category": "Одяг"
  },
  {
    "id": 10,
    "title": "Джинси Levi's",
    "description": "Класичні джинси",
    "fullDescription": "Levi's класичні джинси з високою якістю тканини. Зручні та стильні. Підходять для повсякденного носіння.",
    "price": 2869,
    "image": "Jeans.webp",
    "category": "Одяг"
  },
  {
    "id": 11,
    "title": "Куртка зимова",
    "description": "Тепла зимова куртка",
    "fullDescription": "Зимова куртка з водонепроникного матеріалу. Тепла підкладка, капюшон. Ідеально для холодної погоди.",
    "price": 3499,
    "image": "Jacket.webp",
    "category": "Одяг"
  },
  {
    "id": 12,
    "title": "Ігрова консоль PlayStation 5",
    "description": "Найновіша ігрова консоль",
    "fullDescription": "Sony PlayStation 5 з ультрашвидким SSD, контролером DualSense та підтримкою 4K. Ідеально для ігор нового покоління.",
    "price": 24999,
    "image": "PS5.webp",
    "category": "Електроніка"
  },
  {
    "id": 13,
    "title": "Гра для PS5 Metro Exodus: Complete Edition PS5",
    "description": "Шутер від першої особи (FPS)",
    "fullDescription": " Гра української студії 4A Games, де головний герой Артем та його побратими-спартанці залишають руїни Московського метрополітену та вирушають у велику подорож на потязі «Аврора» через постапокаліптичну Росію у пошуках нового дому, досліджуючи величезні нелінійні локації (від Волги до Сибіру), виживаючи серед мутантів та ворожих фракцій, та переживаючи зміну пір року в цьому ворожому світі, що базується на романах Дмитра Глуховського.",
    "price": 932,
    "image": "Metro.png",
    "category": "Ігри"
  },
  {
    "id": 14,
    "title": "Гра Stalker 2 Heart of Chornobyl",
    "description": "Шутер від першої особи (FPS)",
    "fullDescription": "постапокаліптичний шутер від першої особи, дія якого розгортається у містичній та небезпечній Чорнобильській зоні відчуження, де гравці виступають у ролі сталкерів, шукаючи артефакти та розкриваючи таємниці, але стикаючись з мутантами, аномаліями та ворогуючими фракціями, з нелінійним сюжетом, де ваш вибір визначає долю Зони.",
    "price": 1499,
    "image": "Stalker.png",
    "category": "Ігри"
  },
  {
    "id": 15,
    "title": "Гра Ghost of Yotei для PS5 (Blu-ray диск)",
    "description": "Екшен",
    "fullDescription": "самурайський екшен у відкритому світі, дія якого відбувається через 300 років після Ghost of Tsushima, де ви граєте за найманку Ацу, що мститься за свою сім'ю, вбиту бандою «Шести Йотей» у суворых землях північної Японії 17-го століття, поєднуючи швидкі бої катаною з дослідженням красивих, небезпечних ландшафтів.",
    "price": 2999,
    "image": "Ghost.png",
    "category": "Ігри"
  },
  {
    "id": 16,
    "title": "Гра The Quarry Playstation 4 PS4",
    "description": "Жахи, виживання (survival horror)",
    "fullDescription": "Інтерактивний хоррор про дев'ятьох вожатих літнього табору «Кар'єр Хекеттс», які залишилися на ніч і потрапили в смертельну пастку оборотнів та інших небезпек, а гравцеві доведеться керувати їхніми рішеннями, які визначають, хто виживе, а хто загине, у цій історії, що нагадує слешер-фільм.",
    "price": 1499,
    "image": "Quarry.png",
    "category": "Ігри"  },
  {
    "id": 17,
    "title": "Футболка жіноча",
    "description": "Футболка бавовняна жіноча, біла.",
    "fullDescription": "Мʼяка жіноча футболка з бічними швами з міцного однофонтурного трикотажного бавовняного полотна. Оздоблення горловини, бокові шви, ярлик з розміром і вказівками по догляду за виробом ззаду на комірі.",
    "price": 329,
    "image": "T-shirt-Girl.webp",
    "category": "Одяг"
  },
  {
    "id": 18,
    "title": "Xbox Series X",
    "description": "Потужна ігрова консоль Microsoft",
    "fullDescription": "Microsoft Xbox Series X з 4K підтримкою, швидким завантаженням та зворотною сумісністю. Ідеально для ігор нового покоління.",
    "price": 28499,
    "image": "Xbox.webp",
    "category": "Електроніка"
  },
  {
    "id": 19,
    "title": "Жіночі кросівки",
    "description": "Кросівки спортивні жіночі",
    "fullDescription": "Ці кросівки Puma ST Runner v4 L обʼєднують у собі стильний дизайн і сучасні технології, забезпечуючи максимальний комфорт і довговічність. Верх виконано з високоякісної шкіри та синтетичних матеріалів, що надає взуттю елегантного вигляду та покращує вентиляцію. Ідеальні для повсякденного носіння та активного способу життя. ",
    "price": 2399,
    "image": "Sneakers-Girl.webp",
    "category": "Одяг"
  },
  {
    "id": 20,
    "title": "Штани джинсові",
    "description": "Класичні джинсові штани",
    "fullDescription": "Комфортні джинсові штани з високоякісної тканини. Підходять для повсякденного носіння та активного відпочинку.",
    "price": 1599,
    "image": "Trousers.webp",
    "category": "Одяг"
  },
  {
    "id": 21,
    "title": "Кофта",
    "description": "Кофта Темно-синя L",
    "fullDescription": "Флісова кофта на блискавці з антипілінговим покриттям.",
    "price": 3499,
    "image": "Sweater.webp",
    "category": "Одяг"
  },
  {
    "id": 22,
    "title": "Кросівки спортивні",
    "description": "Зручні спортивні кросівки",
    "fullDescription": "Легкі та зручні кросівки для спорту та повсякденного носіння. Хороша амортизація та підтримка стопи.",
    "price": 2499,
    "image": "Sneakers.webp",
    "category": "Одяг"  },
    {
    "id": 23,
    "title": "Пилосос",
    "description": "Пилосос без мішка PHILIPS 3000 series",
    "fullDescription": "Пилосос Philips 3000 series FC9334/09 — це компактний безмішковий пилосос для сухого прибирання потужністю 900 Вт, що використовує технологію PowerCyclone 5 для підтримки потужності всмоктування, оснащений насадкою TriActive для ефективного прибирання та системою фільтрації HEPA H13, що вловлює >99.9% пилу, ідеально підходить для алергіків та швидкого очищення контейнера однією рукою",
    "price": 7799,
    "image": "Vaccum.webp",
    "category": "Електроніка"
  },
  {
    "id": 24,
    "title": "Холодильник Bosch",
    "description": "Двокамерний холодильник Bosch",
    "fullDescription": "Сучасний двокамерний прилад з інверторним компресором, технологією Total No Frost (не потребує розморожування), системою рівномірного охолодження MultiAirflow та зоною свіжості VitaFresh для овочів та фруктів, що забезпечує ефективне та тривале зберігання продуктів. Він має загальний корисний об'єм 366 л, нижнє розташування морозилки, електронне керування, стильний дизайн під нержавіючу сталь (імітація) та рівень шуму близько 39-41 дБ, працюючи тихо та економно (клас енергоспоживання A++)",
    "price": 30899,
    "image": "fridge.webp",
    "category": "Електроніка"
  },
  {
    "id": 25,
    "title": " Гра Red Dead Redemption 2 PS4",
    "description": "Пригоди (adventure) Симулятори виживання (Survival) Шутер від першої особи (FPS) Шутер від третьої особи (TPS)",
    "fullDescription": "епічна пригодницька гра-вестерн від Rockstar Games, дія якої відбувається наприкінці 1899 року в Америці, де гравець керує бандитом Артуром Морганом, членом банди Ван Дер Лінде, що змушена тікати від закону, досліджуючи величезний відкритий світ, переживаючи складні сюжетні повороти, пов'язані з виживанням, зрадою та пошуком нового місця у світі, що змінюється. Це історія про вірність, моральний вибір і падіння епохи Дикого Заходу, зосереджена на реалізмі, глибоких персонажах та дослідженні світу.",
    "price": 1099,
    "image": "RDR.png",
    "category": "Ігри"
  },
  {
    "id": 26,
    "title": "Гра NieR: Automata YoRHa Edition для PS4",
    "description": "Екшен",
    "fullDescription": "NieR: Automata розповідає історію андроїдів 2B, 9S та A2 і їхню боротьбу за відновлення контролю над дистопією, захопленою потужними машинами. Людство було вигнане з Землі механічними істотами з іншого світу. У останній спробі повернути планету, людський опір відправляє армію солдатів-андроїдів, щоб знищити загарбників. Тепер між машинами та андроїдами точиться війна... Війна, яка незабаром може розкрити давно забуту правду про світ.",
    "price": 800,
    "image": "Neir.png",
    "category": "Ігри"
  },
  {
    "id": 27,
    "title": "Гра Xbox Series X Cyberpunk 2077: Ultimate Edition (Blu-ray диск)",
    "description": "Екшет Рольові (RPG)",
    "fullDescription": "масштабна RPG у футуристичному мегаполісі Найт-Сіті, де ви граєте за найманця V, який шукає прототип імплантату безсмертя, стикаючись з бандами, корпораціями та поліцією, з можливістю глибокої кастомізації кібер-імплантатів та впливом вибору на сюжет.",
    "price": 1799,
    "image": "Cyberpunk.png",
    "category": "Ігри"
  },
  {
    "id": 28,
    "title": "Гра Tomb Raider Definitive Edition PS4",
    "description": "Пригоди (adventure)",
    "fullDescription": "покращена версія історії про становлення Лари Крофт як легендарної шукачки пригод, яка виживає після кораблетрощі, потрапивши на загадковий і небезпечний острів, де їй доведеться боротися за життя, покращувати навички, створювати зброю та розкривати стародавні таємниц.",
    "price": 930,
    "image": "Tomb raider.png",
    "category": "Ігри"
  }
]